{"Unnamed: 0": {"230": 230, "3005": 3005, "4667": 4667, "7273": 7273, "9749": 9749, "9758": 9758, "14352": 14352, "14353": 14353, "16309": 16309, "16327": 16327, "16395": 16395, "27380": 27380, "31536": 31536, "31538": 31538, "31882": 31882, "31884": 31884, "31887": 31887}, "name": {"230": "Abreu Vineyards Thorevilos 2012", "3005": "Aubert Sugar Shack Estate Chardonnay 2015", "4667": "Bevan Cellars Harbison Vineyard Cabernet Sauvignon 2014", "7273": "Bryant Family Cabernet Sauvignon 1995", "9749": "Chappellet Pritchard Hill Estate Vineyard Cabernet Sauvignon (1.5 Liter) 2014", "9758": "Chappellet Pritchard Hill Estate Vineyard Cabernet Sauvignon 2014", "14352": "Cliff Lede Beckstoffer To Kalon Vineyard Cabernet Sauvignon (1.5L Magnum) 2014", "14353": "Cliff Lede Beckstoffer To Kalon Vineyard Cabernet Sauvignon 2014", "16309": "Dalla Valle Maya Proprietary Red Blend 1994", "16327": "Dalla Valle Maya Proprietary Red Blend (scuffed label) 1997", "16395": "Dana Estates Lotus Vineyard Cabernet Sauvignon 2016", "27380": "Hundred Acre Kayli Morgan Cabernet Sauvignon 2014", "31536": "Lail J. Daniel Cuvee Cabernet Sauvignon (1.5 Liter Magnum) 2013", "31538": "Lail J. Daniel Cuvee Cabernet Sauvignon 2013", "31882": "Larkmead Solari Cabernet Sauvignon (1.5 Liter Magnum) 2005", "31884": "Larkmead Solari Cabernet Sauvignon 2005", "31887": "Larkmead Solari Cabernet Sauvignon 2014"}, "grape": {"230": NaN, "3005": NaN, "4667": NaN, "7273": NaN, "9749": NaN, "9758": NaN, "14352": NaN, "14353": NaN, "16309": NaN, "16327": NaN, "16395": NaN, "27380": NaN, "31536": NaN, "31538": NaN, "31882": NaN, "31884": NaN, "31887": NaN}, "region": {"230": "Napa Valley, California", "3005": "Napa Valley, California", "4667": "Napa Valley, California", "7273": "Napa Valley, California", "9749": "Napa Valley, California", "9758": "Napa Valley, California", "14352": "Napa Valley, California", "14353": "Napa Valley, California", "16309": "Napa Valley, California", "16327": "Napa Valley, California", "16395": "Napa Valley, California", "27380": "Napa Valley, California", "31536": "Napa Valley, California", "31538": "Napa Valley, California", "31882": "Napa Valley, California", "31884": "Napa Valley, California", "31887": "Napa Valley, California"}, "variety": {"230": "Red Wine", "3005": "White Wine", "4667": "Red Wine", "7273": "Red Wine", "9749": "Red Wine", "9758": "Red Wine", "14352": "Red Wine", "14353": "Red Wine", "16309": "Red Wine", "16327": "Red Wine", "16395": "Red Wine", "27380": "Red Wine", "31536": "Red Wine", "31538": "Red Wine", "31882": "Red Wine", "31884": "Red Wine", "31887": "Red Wine"}, "rating": {"230": 99.0, "3005": 99.0, "4667": 99.0, "7273": 99.0, "9749": 99.0, "9758": 99.0, "14352": 99.0, "14353": 99.0, "16309": 99.0, "16327": 99.0, "16395": 99.0, "27380": 99.0, "31536": 99.0, "31538": 99.0, "31882": 99.0, "31884": 99.0, "31887": 99.0}, "notes": {"230": "Sitting 800 feet above the valley floor, wedged between the St. Helena and Howell Mountain AVAs, Thorevilos doesn't belong to any sub-appellation. “It's an outlier,” David says. When the AVA boundaries were being determined, he could have argued to have it included. “But it wouldn't have made any difference to the vineyard. Or the wine.”", "3005": "The 2015 Sugar Shack Estate Chardonnay is a wine of immense proportion and is a thrill to drink. Full of brazen character, it astonishingly never crosses the line. Please note the greenish hue on the edge of the glass, which is indicative of the health of the wine. An inviting nose of honeyed citrus, candle wax, florals and a hint of bacon fat. Flavors focus on golden apple juice with baking spice and fennel adding complexity. A creamy texture frames the tasting experience, while the acid wash keeps this liquid confection lively and in check. The 2015 Sugar Shack will probably last a decade, but why wait? The wine is slightly hazy showing their commitment to minimal intervention winemaking.", "4667": "The Harbison Cabernet Sauvignon also has great power and intensity that makes for a rock star wine. The plum, cherry and berry flavors bombard you, and then the acidity cleans up the palate and carries a long finish that lasts for almost a minute.", "7273": "Bryant Family Vineyard Cabernet Sauvignon is 100% Cabernet Sauvignon made from our 13-acre estate vineyard atop Pritchard Hill, overlooking Lake Hennessey. This first growth vineyard is meticulously farmed by David Abreu, with whom we have worked closely for more than 12 years. A beautiful expression of our unique terroir, this wine is a testament to the dedication of our winemaking and vineyard team who aim to produce the finest wine possible from this site.", "9749": "Notes of blackberry and dark cherry layer with an abundance of sweet oak and spice. Concentrated flavors of sun-soaked red and black fruit, cola and roasted coffee envelop the palate and flow through the finish. This is a wine of monumental size and concentration worthy of patient cellaring.", "9758": "The most sought-after wine in our portfolio, this limited-production Cabernet Sauvignon represents the pinnacle of Chappellet winemaking and embodies the elegant power and complexity of Pritchard Hill winegrowing. Like the great Bordeaux wines that first inspired Donn Chappellet, this wine is crafted by blending Cabernet Sauvignon with other classic Bordeaux varietals. The wine was aged for 22 months in 100% new French oak. Grown on our rocky, mountainside vineyard, our Cabernets have consistently displayed an ability to age for several decades.", "14352": "Dark purple with vermillion-tinged edges, the plush and refreshing 2014 Stags Leap District Cabernet Sauvignon lures the taster with a multidimensional perfume that fills the glass with notes of jasmine, lavender, and spring flowers. Interwoven into the floral notes are unctuous layers of plum, blackberry, and black currants. Loads of smoked cardamom, cinnamon, and black licorice unwind onto the palate where the vibrant acidity carries the long finish to a state of balance and equilibrium. ", "14353": "Dark purple with vermillion-tinged edges, the plush and refreshing 2014 Stags Leap District Cabernet Sauvignon lures the taster with a multidimensional perfume that fills the glass with notes of jasmine, lavender, and spring flowers. Interwoven into the floral notes are unctuous layers of plum, blackberry, and black currants. Loads of smoked cardamom, cinnamon, and black licorice unwind onto the palate where the vibrant acidity carries the long finish to a state of balance and equilibrium. ", "16309": "Dense garnet to violet, viscous mouth feel. Bright ripe fruit, beautiful floral and intense dark fruit aromas that are expansive in the mouth and evocative of sweet violets, raspberries, blackberries and some woodsy notes. The wine is rich and dense with an excellent balance of black fruit to tannins. Completely balanced. Overall impression is of lots of fruit and lots of tannins with lots of layers and depths. Unified and seamless, elixir like. ", "16327": "Pure Maya! Sweet, ripe fruit and a full, round mouth feel. Big massive, muscular wine and still a bit closed. Pronounced fruit with mineral components. The wine is austere and has lots of sophistication. Less acid, more oak, and excellent tannin management.", "16395": "The 2016 Lotus displays aromas of black cherry, berry compote, wet stone, and wet earth. The wine is full bodied with a creamy texture. It captures the essence of Lotus Vineyard in its firm structure and concentration while retaining vibrancy and balance. Classic black fruits and warm spice flavors coat the palate mingling with hints of dried herbs and a firm structured finish. Enjoy 2020 through 2038 and beyond.", "27380": "All Hundred Acre wines are made by sorting the fruit berry by berry, fermenting in small French oak fermenters, and long aging in the finest barriques. The secret to Hundred Acre is no compromise and no detail overlooked, ever.", "31536": "The 2013 growing season could be the equal of (or even superior to) the 2012, considered by many as a perfect season. This J. Daniel Cuvée is 100% Cabernet Sauvignon, showing off the power and purity of the vintage. Dense, extracted and intense, it has aromas and flavors of blackberry, boysenberry, crème de cassis, and dark chocolate. This may be the greatest J. Daniel Cuvée ever made, truly one for the ages.", "31538": "The 2013 growing season could be the equal of (or even superior to) the 2012, considered by many as a perfect season. This J. Daniel Cuvée is 100% Cabernet Sauvignon, showing off the power and purity of the vintage. Dense, extracted and intense, it has aromas and flavors of blackberry, boysenberry, crème de cassis, and dark chocolate. This may be the greatest J. Daniel Cuvée ever made, truly one for the ages.", "31882": "Deep ruby/purple color. Powerfully intense aromas of blackberry,sweet mint and sage rounded out by dusty cocoa and the vineyard’s signature profile of wet rocks/gravel. Rich black fruits dominate the palate with cassis and blackberry leading to a textured, voluptuous mid palate and then rich, broad envelopingtannins. The wine finishes long with a burst of dark cherry sweetness.", "31884": "Deep ruby/purple color. Powerfully intense aromas of blackberry,sweet mint and sage rounded out by dusty cocoa and the vineyard’s signature profile of wet rocks/gravel. Rich black fruits dominate the palate with cassis and blackberry leading to a textured, voluptuous mid palate and then rich, broad envelopingtannins. The wine finishes long with a burst of dark cherry sweetness.", "31887": "There is uniqueness to Solari that cannot be found anywhere else on the Larkmead estate. The bouquet is almost dense,and builds with each swirl of the glass. From blackberry jamto purple flowers, the aromas swell slowly, drawing you inwith their momentum."}}